import Tale from "../Tale";

function Tale2() {
  return (
    <>
      <Tale region="Русская народная сказка" title="Вершки и корешки">
        <p>
          Подружился как-то мужик с медведем. Вот и вздумали они вместе репу
          сеять. Посеяли и начали уговариваться, кому что брать. Мужик и
          говорит:
        </p>
        <p>— Я возьму себе корешки, а тебе Мишка достанутся вершки.</p>
        <p>
          Выросла у них хорошая репа. Собрали они урожай. Мужик взял себе
          корешки, а Мише отдал вершки.
        </p>
        <p>
          Видит медведь, что прогадал. Одни листья получил и говорит мужику:
        </p>
        <p>
          — Ты, брат, меня надул. Ну, смотри, когда будем в другой раз сеять, ты
          уж меня так не проведешь.
        </p>
        <p>На другой год говорит мужик медведю:</p>
        <p>— Давай, Миша, опять вместе сеять.</p>
        <p>
          — Давай, только теперь ты себе бери вершки, а мне отдавай корешки –
          уговаривается Миша.
        </p>
        <p>— Ладно! – говорит мужик. – Пусть будет по-твоему.</p>
        <p>
          И посеяли пшеницу. Добрая пшеница уродилась. Мужик взял себе вершки, а
          Мише отдал корешки. Намолотил мужик пшеницы, намолол муки, напек
          пирогов, а медведь опять ни с чем. Сидит над ворохом сухих стеблей.
          Вот с тех пор перестали медведь с мужиком дружбу водить.
        </p>

        <p style={{ textDecoration: "underline" }}>
          Национальные ценности, присутствующие в сказке:
        </p>
        <p>
          <span style={{ fontStyle: "italic" }}>Дружба и доверие</span>: В
          начале сказки мужик и медведь дружат и решают работать вместе. Это
          подчеркивает важность дружбы и сотрудничества в жизни людей.
        </p>
        <p>
          <span style={{ fontStyle: "italic" }}>
            Честность и справедливость
          </span>
          : Мужик обманывает медведя, забирая себе более ценную часть урожая.
          Это демонстрирует, что обман и несправедливость могут разрушить дружбу
          и доверие.
        </p>
        <p>
          <span style={{ fontStyle: "italic" }}>Мудрость и опыт</span>: Сказка
          учит, что на ошибках нужно учиться. Медведь, столкнувшись с обманом,
          становится более осторожным и требует от мужика справедливого раздела.
        </p>
      </Tale>
    </>
  );
}

export default Tale2;
