import Tale from "../Tale";

function Tale1() {
  return (
    <>
      <Tale region="Венсская народная сказка" title="Муж и жена">
        <p>
          Это у нас сказка. Однажды мужик идёт с пахоты домой и у жены не было
          положено на стол готовой еды. Муж говорит: «Что ты только делаешь? Я
          уже вволю наработался, а у тебя ничего не сделано».
        </p>
        <p>
          Жена говорит: «Ах! У меня еще много не сделано. Завтра утром встанем
          вместе. Я пойду пахать, а ты останешься делать утренние работы. Первым
          делом печку истопи, потом ребёнка накорми, хлеб сделай, масло сделай,
          поросёнка накорми, обед приготовь. Я приду домой, все было бы
          сделано!»
        </p>
        <p>
          На другой день муж затопил печку, начал хлеб месить. Ребёнок начал
          плакать. У мужика руки были в тесте. Пошёл ребёнка качать и измазал
          его тестом. Побежал поросёнка кормить — дверь в хлев забыл открытой.
          Прибежал в комнату, поставил сметану в большую бутылку, привязал на
          спину и стал тесто месить и уже делает две работы одновременно — хлеб
          месит и масло будет готово на спине. В это время поросёнок забежал в
          комнату, прыгнул мужику на спину и разбил бутылку со сметаной. Сметана
          вся разлилась по полу. Ребёнок плачет, печка уже стопилась, хлеб
          остался не испечённым, щи остались не сваренные. Жена уже идет домой
          на обед. У него ничего не сделано. Поросёнок в комнате, пол весь в
          сметане, ребёнок в тесте, сам в поту и в грязи. Жена спрашивает мужа:
          «Как тебе нравится быть хозяйкой?»
        </p>
        <p>
          Муж отвечает жене: «Теперь я верю, что у хозяйки много работы.
          Меняемся опять работами, будь ты опять хозяйкой, а я пахарем».
        </p>
        <p>С тех пор стали в согласии жить.</p>
      </Tale>
    </>
  );
}

export default Tale1;
